Repository: dryladen/To-do-List-App
Catalog: lib/l10n/app_*.arb
Languages: id

source: Hello World!
id: Halo Dunia

source: Today
id: Hari ini

source: Tomorrow
id: Besok

# nodate
source: Date Not Set
id: Tidak Ada Tanggal

# newtask
source: New Activity
id: Tugas Baru

# updatetask
source: Update Activity
id: Update Kegiatan

# whatTodo
source: What you want to do?
id: Apa yang ingin dikerjakan?

# hintFormTodo
source: Example: Meeting
id: Contoh: Pertemuan

# dateHeading
source: Date of activity
id: Tanggal Kegiatan

# hintDateForm
source: Date has not been determined
id: Tanggal Belum Ditentukan

# dateHelpText
source: Select Date
id: Pilih Tanggal

# timeHeading
source: Activity Time
id: Waktu Kegiatan

# hintTimeForm
source: Time has not been determined
id: Waktu Belum Ditentukan

# timeHelpText
source: Set the time of the activity
id: Atur Waktu Kegiatan

# snackBarText
source: Activities must not be empty
id: Kegiatan Tidak Boleh Kosong
